Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: You will not get paid for delivering cargo if any of the cargo goes missing or gets damaged during the transport.
ja: 貨物を紛失したり、破損した場合は配達報酬はありません。

source: You will see a connection panel with a couple of connection pins and a wire sticking out from the bottom.
ja: いくつかの接続ピンとワイヤーが下から突き出ている接続パネルが見えます。

source: You'll be paid [reward] credits on delivery.
ja: 配達に成功すれば[reward]クレジットの報酬が見込めるでしょう。

source: You're a member of a renegade group opposing the Europa Coalition.
ja: あなたはエウロパ連合に敵対する反逆者の一人です。

source: You're publishing an update for an existing Workshop item.
ja: 既存のワークショップアイテムのアップデートを公開しています。

source: Your Karma decreased by [karmadecrease].
ja: カルマは、[karmadecrease]減少しました。

source: Your Karma increased by [karmaincrease].
ja: カルマは、[karmaincrease]増加しました。

source: Your chat messages will only be visible to other dead players.
ja: チャットメッセージは、他の死亡したプレイヤーにのみ表示されます。

source: Your crew
ja: 乗組員

source: Your items
ja: あなたのアイテム

source: Your muscles are aching
ja: 全身の筋肉がうずく。

source: Your name
ja: 名前

source: Your name contains illegal symbols.
ja: 名前に使用不可な記号が含まれています。

source: Your secret task is to assassinate [targetname]!
ja: あなたの任務は[targetname]の暗殺です！

source: Your session was taken by a new connection on the same IP address.
ja: あなたのセッションは同じIPアドレスからの接続によって取られました。

source: Your skills may be insufficient to use the item!
ja: あなたのスキルはアイテムを使用するには不十分かもしれません！

source: Your throat feels sore
ja: 喉が痛い

source: Your traitor objective was unsuccessful.
ja: あなたの裏切り者としての任務は失敗に終わりました。

source: Your version of the submarine doesn't match the server's version
ja: 潜水艦のバージョンとサーバーのバージョンが合っていません。

source: Your version of the submarine file [subname] does not match the server's version!\nYour MD5 hash: [myhash]\nServer's MD5 hash: [serverhash]\n
ja: 潜水艦 [subname] のバージョンとサーバーのバージョンが合っていません。\nあなたのMD5 hash: [myhash]\nサーバーのMD5 hash: [serverhash]\n

source: Zinc
ja: 亜鉛

source: Zoom
ja: ズーム

source: [Genderpronounpossessive] task was to assassinate [targetname], but [genderpronoun] got [genderpronounreflexive] killed before completing it.
ja: [Genderpronounpossessive]任務は [targetname] の暗殺。 しかし任務を達成する前に自殺しました。

source: [Genderpronounpossessive] task was to assassinate [targetname].
ja: [Genderpronounpossessive]任務は [targetname] の暗殺。

source: [[key]] Grab
ja: [[key]] 掴む

source: [[key]] Heal
ja: [[key]] 治療

source: [[key]] Talk
ja: [[key]] 話す

source: [[select]] Climb
ja: [[select]] 上る

source: [[select]] Equip
ja: [[select]] 装備

source: [[select]] Interact
ja: [[select]] 調べる

source: [[select]] Open
ja: [[select]] 開く

source: [[select]] Pick up
ja: [[select]] 拾う

source: [[select]] Press
ja: [[select]] 押す

source: [[shoot]] Cut (Plasma Cutter)
ja: [[shoot]] 切断 (プラズマカッター)

source: [[shoot]] Repair (Welding Tool)
ja: [[shoot]] 修理 (溶接ツールl)

source: [[use]] Detach (Wrench)
ja: [[use]] 外す (レンチ)

source: [[use]] Force open (Crowbar)
ja: [[use]] 強制開放 (クローバー)

source: [[use]] Repair (Screwdriver)
ja: [[use]] 修理(ドライバー)

source: [[use]] Repair (Wrench)
ja: [[use]] 修理 (レンチ)

source: [[use]] Rewire (Screwdriver)
ja: [[use]] 再配線 (ドライバー)

source: [client] has been banned from the server.
ja: [client] は、サーバーからbanされました。

source: [client] has been kicked from the server.
ja: [client] がサーバーからキックされました。

source: [client] has disconnected.
ja: [client] は切断しました。

source: [client] has joined the server.
ja: [client] がサーバーに参加しました。

source: [client] has left the server.
ja: [client] はサーバーから離脱しました。

source: [count] targets on the sonar at [direction]!
ja: [direction]に[count]の物体を確認

source: [dir] o'clock
ja: [dir] 時

source: [initiator] has voted to kick [target].
ja: [initiator] は [target] のキックに投票。

source: [itemname] back in order!
ja: [itemname] 正常に作動!

source: [itemname] fixed!
ja: [itemname] 修理!

source: [itemname] is now available in the Steam Workshop!
ja: スチームワークショップにファイルをアップロードします。

source: [itemname] now charging at [rate] %!
ja: [itemname] の充電は現在 [rate] %!

source: [itemname] repaired!
ja: [itemname] 修理が終わった!

source: [name] Biomedical Research Center
ja: [name] バイオ生物研究施設

source: [name] Breeding Grounds
ja: [name] 繁殖地

source: [name] City
ja: [name] シティー

source: [name] Facility
ja: [name] 施設

source: [name] Fortification
ja: [name] 要塞

source: [name] Habitation Outpost
ja: [name] 居留施設

source: [name] Institute of Astrobiology
ja: [name] 生物研究j施設

source: [name] Mine
ja: [name] 採掘所

source: [name] Mining Claim
ja: [name]鉱区

source: [name] Mining Facility
ja: [name] 採掘施設

source: [name] Outpost
ja: [name] 施設

source: [name] Prospecting Outpost
ja: [name] 探査基地

source: [name] Research Center
ja: [name] 研究センター

source: [name] Research Facility
ja: [name] 研究施設

source: [name] Ruins
ja: [name] 遺跡

source: [name] Station
ja: [name] ステーション

source: [name]'s [skillname] skill increased to [newlevel]!
ja: [name] の[skillname]スキルが[newlevel]にレベルアップ！

source: [name], charge the batteries!
ja: [name]、バッテリーを充電しろ!

source: [name], defend the crew!
ja: [name]、乗組員を守れ！

source: [name], eliminate all intruders!
ja: [name]、すべての侵入者を排除しろ！

source: [name], extinguish the fire!
ja: [name]、火を消せ!

source: [name], fire at will!
ja: [name]、好きなように撃て!

source: [name], follow me!
ja: [name]へ、私についてきなさい!

source: [name], give medical aid to anyone in need!
ja: [name]、怪我人に治療を!

source: [name], hold fire!
ja: [name]、攻撃中止!

source: [name], hold our position!
ja: [name]、一時停止!

source: [name], maintain position!
ja: [name]、位置を保持!

source: [name], make sure all batteries are charged!
ja: [name]、すべてのバッテリの充電確認をしろ!

source: [name], man the guns!
ja: [name]、銃座に付け!

source: [name], man the helm!
ja: [name]、操舵しろ!

source: [name], man the reactor!
ja: [name]、リアクターを操作してくれ！

source: [name], man the weapons!
ja: [name]、武器を準備しろ！!

source: [name], navigate onwards!
ja: [name], 移動を開始！

source: [name], operate the batteries!
ja: [name]、バッテリーを操作しろ!

source: [name], operate the reactor!
ja: [name]、リアクタを操作！

source: [name], operate the weapons!
ja: [name]、武器の操作!

source: [name], power up the reactor!
ja: [name], 原子炉の電源を入れる!

source: [name], repair any damaged devices!
ja: [name]、故障したデバイスの修理!

source: [name], repair any damaged systems!
ja: [name]、故障したデバイスの修理!

source: [name], repair damaged systems!
ja: [name]、故障の修理!

source: [name], rescue anyone in distress!
ja: [name]、救命開始!

source: [name], set the course back!
ja: [name]、コースを元に戻します!

source: [name], set the course onwards!
ja: [name], に目的地を設定!

source: [name], set the course to our destination!
ja: [name]、進路を目的地に設定!

source: [name], shut down the pumps!
ja: [name]、ポンプを停止しろ!

source: [name], shut down the reactor!
ja: [name], 原子炉の停止!

source: [name], start fixing leaks!
ja: [name]、浸水に対応しろ!

source: [name], start pumping out water!
ja: [name]、ポンプで排水開始!

source: [name], stay where you are!
ja: [name], 今どこにいる？

source: [name], steer the submarine!
ja: [name]、潜水艦を操縦しろ!

source: [name], stop charging the batteries!
ja: [name]、バッテリーの充電を中止!

source: [name], stop the pumps!
ja: [name]、ポンプを止めろ!

source: [name], take care of any leaks!
ja: [name]、浸水を探し修理しろ!

source: [name], take care of broken devices!
ja: [name]、壊れた機器を修理せよ!

source: [name], try to fix any broken devices, even if it's something you're not trained for!
ja: [name]、壊れた機器を修理せよ! 専門分野外の機器でも頼む!

source: [name], wait there!
ja: [name], そこで待て!

source: [name], you are dismissed!
ja: [name]、解散!

source: [percentage] % need to be ready
ja: [percentage] % のプレイヤーが準備完了する必要があります

source: [previousname] has been depopulated.
ja: [previousname] が削除されました。

source: [requiredskill] level [requiredlevel] required.
ja: [requiredskill]のスキルがレベル[requiredlevel]分必要です。

source: [roomname] is on fire!
ja: [roomname]が炎上中!

source: [sub] has arrived at [location].
ja: [sub] は [location].到着した。

source: [sub] has made its way to [location].
ja: [sub] が [location]に移動しました。.

source: [sub] has returned to [location].
ja: [sub] は [location].に戻りました。

source: [targetname] has been resuscitated!
ja: [targetname]は蘇生しました！

source: [targetname] is all right!
ja: [targetname]は無事です！

source: [targetname] is back in shape!
ja: [targetname] が回復

source: [traitorname] had a secret objective to assassinate you—and the task was successful.
ja: [traitorname]はあなたを暗殺するという任務が課せられていました。 - その任務は達成されてしまいました。

source: [traitorname] is the traitor and the target is [targetname].
ja: [traitorname] は裏切り者で、ターゲットは [targetname] です。

source: [traitorname] was a traitor!
ja: [traitorname] は裏切り者でした！

source: [votecount] votes
ja: 投票数[votecount]

source: camera view
ja: カメラビュー

source: caution
ja: 警告

source: engine
ja: エンジン

source: gasping
ja: 苦しい！

source: power
ja: パワー
